test_input = """
김범수 카카오 경영쇄신위원장이 SM엔터테인먼트 시세조종 혐의로 구속되면서 카카오의 핵심 금융 계열사인 카카오뱅크의 지배구조에도 변화의 기류가 있을 수 있다는 관측이 나온다.

김범수 위원장은 카카오뱅크 지배구조의 정점에 서 있는데, 그가 구속됨에 따라 카카오뱅크가 금융당국이 요구하는 대주주 적격성을 충족하지 못하는 것이 아니냐는 우려에서다. 최악의 경우 카카오가 최대주주 지위를 상실할 수 있다.

 김범수 카카오 경영쇄신위원장이 22일 서울 남부지방법원에 영장실질검사를 위해 출석하고 있다./사진=이명근 기자 qwe123@
법조계와 금융권에 따르면 23일 서울남부지법 한정석 영장전담 부장판사는 이날 오전 2시께 자본시장법 위반 혐의를 받고 있는 김 위원장에게 구속영장을 발부했다. 증거인멸과 도주의 우려가 있다는 게 구속영장 발부의 이유다.

김 위원장의 사법리스크는 카카오뱅크에 직격탄으로 작용할 것으로 보인다. 금융회사의 경우 국민의 자산을 기본으로 사업을 영위하기 때문에 대주주에게 깐깐한 자격을 요구한다. 대주주가 벌금형 이상의 처분을 받거나, 금융당국 등의 징계 사실 만으로도 금융회사를 소유할 자격이 없다고 판단할 수 있다. 

핵심은 금융당국이 김범수 의장을 카카오뱅크의 대주주인 카카오와 '동일인'으로 보고 있느냐 여부다.

현재 카카오뱅크의 대주주는 지분 27.16%를 보유한 카카오이며, 카카오의 최대 주주는 지분 13.27%(특수 관계인 포함 시 24.03%)를 보유한 김 위원장이다. 김 위원장이 카카오 의사결정 최고점에 위치한 만큼 동일인으로 판단할 경우 김 위원장의 사법 리스크는 카카오의 사법 리스크로 볼 수 있다. 이는 곧장 카카오뱅크 대주주 적격성에 문제가 될 수 있다는 얘기다.

김 위원장과 카카오를 동일인으로 보지 않더라도 문제는 이어진다. 카카오 법인 자체도 이번 시세 조종 혐의로 재판이 진행중이다. 김 위원장이나 카카오 법인이 재판 결과에 따라 벌금형 이상의 처분을 받게 되면 카카오는 카카오뱅크의 지분을 10%만 남기고 모두 처분해야 한다. 

금융권에서는 이번 시세조종 재판의 결과가 대법원 판단을 받을 때까지 장기화 될 가능성이 있는 만큼 대주주 사법리스크는 카카오뱅크 경영의 중장기적인 걸림돌이 될 수 있을 것이란 분석이 나온다. 

가장 큰 문제는 신사업 진출이 쉽지 않을 것이란 점이다. 금융당국은 금융회사의 대주주가 자격요건을 갖추지 못했다고 판단하면 금융회사의 신사업 진출 인허가 심사를 중단할 수 있어서다. 실제 마이데이터 사업이 본격적으로 개시될 당시 대주주 적격성 문제가 있던 일부 금융회사는 이 부분이 해결될 때까지 마이데이터 사업에 진출하지 못했던 전례가 있다.

게다가 해외 사업 진출 역시 암초를 만날 가능성이 높아졌다. 해외 규제당국 등이 카카오뱅크의 해외 진출을 두고 대주주의 사법 리스크를 문제삼을 여지가 있어서다. 

실제 카카오의 또다른 금융계열사 카카오페이는 올해 초 미국의 증권사 '시버트' 경영권 인수를 추진했으나 시버트 쪽에서 대주주의 사법리스크를 이유로 계약하지 못하겠다는 방침을 전하기도 했다. 당시 시버트는 미국 증권거래소에 "거래 종결에 어려운 중대한 부정적인 영향이 발생했다고 판단한다"라며 "한국 금융당국이 모회사인 카카오와 카카오페이에 조치를 취하고 있다"고 했다. '중대한 부정적 영향'은 대주주 사법 리스크를 문제삼은 것이란 게 업계의 분석이다. 

한편 카카오가 현재 일부 사업을 정리하는 가운데 카카오뱅크는 최대 주주 자리에서 물러날 수 없는 핵심 계열사로 분류한 것으로 알려진다. 따라서 카카오뱅크를 둘러싼 대주주 사법리스크는 장기화 될 것이란 관측이다.
"""